{"aux-power":{"hp":"9","make":"Yanmar","model":"1GM","type":"Diesel"},"beam":"9.25' /  2.82m","builder":"Hunter Marine Ltd. (UK)","builders":{"built-by":{"link":"view_builder.asp?builder_id=164","text":"Hunter Boats Ltd."}},"built":"155","construct":"FG","designer":"David Thomas","designers":{"designed-by":{"link":"view_designer.asp?designer_id=76","text":"David Thomas"}},"disp":"4300 lbs./  1950 kgs.","disp-len":"154.33","draft-max":"5.50' /  1.68m","first-built":"1977","hull-type":"Fin w/transom hung rudder","id":"1035","imgs":[{"link":"imagehelper.asp?file_id=1824","text":"Impala 28 photo on sailboatdata.com"},{"link":"imagehelper.asp?file_id=10783","text":"Impala 28 (Thomas) drawing on sailboatdata.com"}],"last-built":"1984","listed-sa":"335 ft2 /  31.12 m2","loa":"28.00' /  8.53m","logo":"imagehelper_insig.asp?file_id=147","lwl":"23.17' /  7.06m","name":"IMPALA 28 (THOMAS)","notes":"Partial history from Class website:\r\nThe initial design for the IMPALA evolved as a direct result of the formation, in 1977, of the Offshore  One Design Council which was set up by a group of leading yachtsmen to encourage One Design racing. There were thirty designs submitted, including the IMPALA, of which three were given the support of the council. The IMPALA remains as the strongest supported class of those craft selected and the only one still in it''s original form.  The class pioneered standard ratings within the I.O.R. which has been copied by  other classes.  The first National Championshipwas held in Cowes in 1979 and was won by David Thomas, the designer. The event has been held every year since.  The class rules have changed surprisingly little since the class was formed. The first main change was brought about by the change in the I.O.R. resulting in a rating increase. David Thomas, designed a lead shoe for the keel and some internal ballast which had the desired effect on the rating.  Most other changes were to make the rules more rational without altering the meaning too much. One change to follow progress was the allowance of Mylar No 1 genoas. 1988 saw the introduction of the inboard diesel. This has helped bring the class up to date. The engine adopted was the YANMAR 1GM (9 hp), (see rules). In 1989 the blade no 3was adopted along with some other minor changes. The following year saw a full width main sheet traveller, and 250 lbs of lead added to the outboard to standardize both inboard and outboard C.H.S. ratings. 1993 saw the new mast from Kemps, and for 1994 a new full hoist No 2 is allowed,also the Luff Perpendicular rule has been rewritten.","related-links":{"hunter-association-uk":{"link":"http://www.hunterassociation.org.uk","text":"www.hunterassociation.org.uk"}},"rig-dimensions":{"dl-ratio":"154.33","e":"11.45' /  3.49m","est-forestay-len":"32.35' /  9.86m","i":"31.00' /  9.45m","j":"9.25' /  2.82m","p":"33.45' /  10.20m","sa-disp":"20.32","safore":"143.38 ft2 /  13.32 m2","samain":"191.50 ft2 /  17.79 m2","totalcalcsa":"334.88 ft2 /  31.11 m2"},"rig-type":"Fractional  Sloop","sa-disp":"20.33","update":{"deleted":0,"errors":0,"inserted":0,"replaced":1,"skipped":0,"unchanged":0}}