{"aux-power":{"hp":"30","make":"Universal","model":"Atomic 4","type":"Gas"},"bal-disp":"47.62%","bal-type":"Lead","ballast":"5000 lbs. /  2268 kgs.","beam":"10.58' /  3.22m","builder":"Hinterhoeller Ltd. / C&C","builders":{"built-by":{"link":"view_builder.asp?builder_id=10","text":"C&C Yachts"}},"construct":"FG","designer":"Cuthbertson & Cassian","designers":{"designed-by":{"link":"view_designer.asp?designer_id=113","text":"Cuthbertson & Cassian"}},"disp":"10500 lbs./  4763 kgs.","disp-len":"225.39","draft-max":"5.25' /  1.60m","first-built":"1969","hull-type":"Fin w/spade rudder","id":"1800","imgs":[{"link":"imagehelper.asp?file_id=9385","text":"Redwing 35 (C&C 35-1) photo on sailboatdata.com"},{"link":"imagehelper.asp?file_id=6673","text":"C&C 35 MkI drawing on sailboatdata.com"}],"last-built":"1973","listed-sa":"576 ft2 /  53.51 m2","loa":"34.58' /  10.54m","lwl":"27.50' /  8.38m","name":"C&C 35-1(REDWING 35)","notes":"First called the Cuthbertson and Cassian REDWING 35 and built by Hinterhoeller Ltd. a development of the INVADER 35. It was renamed the C&C 35 when Hinterhoeller was merged with the C&C Yachts.\r\n\r\nIn 1973 a re-designed model was introduced which has been designated the C&C 35-2. (or Mk II). In all, 351 C&C 35s were built. Production for the MkII ended in 1975. \r\n\r\nDifferences between the 2 versions: \r\nThe nearly one foot increase in length of the Mk II is a result of raising the sheer several inches. In addition, the scimitar-shaped rudder of the MkI was replaced with a more conventional, partially balanced spade. The after sections of the MkII were reshaped to reflect the then-current IOR design trends, sail area was increased by a little over 50 square feet and an additional 620 pounds of ballast were added. \r\n\r\nThe deck and cabin house of the MkII were also modified eliminating the integral sprayrail on the cabin top that was a prominent feature on the MkI. The cockpit was changed to a \"T\" configuration, and a bridgedeck added for the mainsheet. The interior was spruced up to make it a little more yacht-like in appearance and, last but not least, all these changes resulted in a 30 % increase in displacement to 13,800 pounds, and draft increased from 5' 3\" to 5' 6\". \r\n\r\nConstruction of the 35 is a solid FRP hull with composite decks utilizing a balsa wood core. \r\nThe accommodation plan is similar between the MkI and MkII models. The galley and navigation station are flip-flopped on the two models with the MKI having a starboard side galley aft and a port side quarter berth/navigation station combination. The galley is a little larger on the MkII version. Both models have a fiberglass cabin sole and minimal bilge area. \r\n\r\nThe Universal Atomic 4 gasoline engine was the standard auxiliary power for both models. Some of the later MkII models were offered with Westerbeke diesel engines, and some may have been built with Universal diesel engines.  \r\n\r\nFrom 1983 to 1987 C&C built another 35 model, referred to here as the C&C 35 MKIII, which is an entirely different design.","related-links":{"cc-yachts-photo-album":{"link":"http://www.cncphotoalbum.com","text":"www.cncphotoalbum.com"}},"rig-dimensions":{"dl-ratio":"225.39","e":"13.50' /  4.11m","est-forestay-len":"46.33' /  14.12m","i":"44.00' /  13.41m","j":"14.50' /  4.42m","p":"38.00' /  11.58m","sa-disp":"19.27","safore":"319.00 ft2 /  29.64 m2","samain":"256.50 ft2 /  23.83 m2","totalcalcsa":"575.50 ft2 /  53.46 m2"},"rig-type":"Masthead Sloop","sa-disp":"19.29","see-also":[{"related-boat":{"link":"viewrecord.asp?class_id=1372","text":"INVADER 36 (C&C)"}}],"tanks":{"fuel":"20 gals. /  76 ltrs.","water":"26 gals. /  98 ltrs."},"update":{"deleted":0,"errors":0,"inserted":0,"replaced":1,"skipped":0,"unchanged":0}}