{"aux-power":{"type":"Diesel"},"bal-disp":"44.44%","bal-type":"Lead","ballast":"10000 lbs. /  4536 kgs.","beam":"11.00' /  3.35m","builder":"Uniflite Inc. (USA)","builders":{"built-by":{"link":"view_builder.asp?builder_id=118","text":"Uniflite Inc. (USA)"}},"construct":"Wood/FG","designer":"A. E. Luders/Robert Henry Jr.","designers":[{"designed-by":{"link":"view_designer.asp?designer_id=9","text":"Alfred E. Luders"}}],"disp":"22500 lbs./  10206 kgs.","disp-len":"372.02","draft-max":"6.00' /  1.83m","first-built":"1963","hull-type":"Long Keel","id":"2188","imgs":[{"link":"imagehelper.asp?file_id=4787","text":"Annapolis 44 drawing on sailboatdata.com"}],"listed-sa":"788 ft2 /  73.21 m2","loa":"44.08' /  13.44m","lwl":"30.00' /  9.14m","name":"ANNAPOLIS 44","notes":"Available as sloop or yawl. Some were built for the US Navy as training vessels. Uniflite was one of the earliest builders of semi-production fiberglass sailing yachts. \r\nNaval Architect Robert Henry Jr., an employee of the Naval Academy at the time, did the drawings for the fiberglass conversion. \r\nThanks to Cliff Bisch for providing the following commentary:\r\n\"The first f/g Annapolis 44s were built from 1963 to 1967 by Unflite. They had a very labor intensive hull to deck joint which makes the design, as built, nearly impervious to leaks, but not commercially viable. \r\nThe molds languished in the Bellingham yard until Cliff Bisch spotted them in 1980. He told Jim Gray, of Bellevue, Washington who purchased them, restored the surfaces and pulled 3 more hull and deck combinations out of them. One was shown at the 1983 Seattle Boat Show, with hopes of a production run. That did not materialize and only one boat was completed. It was on the resale market in 2011, in Vancouver, B.C. The first unfinished hull and deck languished in Renton, Wa until 1993, when Jim and Devon Surgent purchased them and brought the boat to an excellent level of completion. Externally, this boat has a wood cap rail as opposed to the bare fiberglass gunnels of the original fiberglass production boats, including Jim Gray's #1 hull. \r\nBill Luders added 200 lbs of lead to the keel on the Gray boats and moved it slightly forward to improve the balance of the helm.\"","rig-dimensions":{"dl-ratio":"372.02","e":"18.20' /  5.55m","est-forestay-len":"51.36' /  15.65m","i":"48.80' /  14.87m","j":"16.00' /  4.88m","p":"43.70' /  13.32m","sa-disp":"15.88","safore":"390.40 ft2 /  36.27 m2","samain":"397.67 ft2 /  36.94 m2","totalcalcsa":"788.07 ft2 /  73.21 m2"},"rig-type":"Masthead Sloop","sa-disp":"15.88","see-also":[{"related-boat":{"link":"viewrecord.asp?class_id=6340","text":"NAVY 44"}}],"updated":"2014-09-01T04:17:42.817Z"}